Random, v1, 300, 300
;==============================================
MsgBox, 4, Eбучее окошко, Нажмите ОК что бы все заработало, 10
IfMsgBox, Yes
    MsgBox, , Eбучее окошко, Молодец, 2
    Var1 := 1
IfMsgBox, No
    MsgBox, , Eбучее окошко, Что б заработало жми Ctrl+F6, 5
    Return
;==============================================
;перезапуск скрипта на Control+r
^sc13::
sleep, 100
Reload
return
;=============================================
;ввод переменной на SHIFT+F6
^F6::
Var1 := 1
return
;=============================================
scB::
if Var1 = 1
{
SendInput, {sc8} ; нажать на 7
sleep, %v1%
Var1 := 2
}
else if Var1 = 2
{
SendInput, {sc9} ; нажать на 8
sleep, %v1%
Var1 := 1
}
return
;=============================================
;закрыть скрипт на SHIFT+F11
+F11::
MsgBox, , ,скрипт для лабы закрыт, 1.5
sleep, 200
ExitApp
Return
