;=============================================
;вариант 1: где клавиша 3 запускает цикл, клавиша 2 прерывает цикл
3::
While GetKeyState("2","p")=0 
{
Random, Vra, 200, 400
MouseClick
Sleep %Vra%
}
Return
;=============================================
;вариант 2: цикл длится пока зажата клавиша 1, работает криво
~1::
While GetKeyState("1","p")=1
{
Click
Sleep 200
}
Return
;=============================================
;вариант 3: цикл запускается нажатием F3, прекращается перезапуском скрипта 
F3::
Loop
{
SendInput, {LButton}
Random, Vtr, 300, 600:

Sleep, %Vtr%
SendInput, {enter}
}
;http://www.script-coding.com/AutoHotkey/GetKeyState.html
;=============================================
^sc13::
Reload
return
;=============================================
^F4::
Reload
return

;=============================================
